---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.SiteFailures.ContourLabelEmpty
source: html/715cc841-0d3d-408d-c00c-25d51a46f312.htm
---
# Autodesk.Revit.DB.BuiltInFailures.SiteFailures.ContourLabelEmpty Property

Contour Label doesn't intersect any contours.

## Syntax (C#)
```csharp
public static FailureDefinitionId ContourLabelEmpty { get; }
```